{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"^","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":"^","continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"^":0,"a":1,"b":2,"c":3,"d":4,"e":5,"f":6,"g":7,"h":8,"i":9,"j":10,"k":11,"l":12,"m":13,"n":14,"o":15,"p":16,"q":17,"r":18,"s":19,"t":20,"u":21,"v":22,"w":23,"x":24,"y":25,"z":26,"ł":27,"in":28,"er":29,"ed":30,"on":31,"es":32,"an":33,"en":34,"at":35,"ar":36,"ing":37,"al":38,"or":39,"st":40,"re":41,"ic":42,"it":43,"ion":44,"el":45,"ro":46,"le":47,"is":48,"ch":49,"ra":50,"co":51,"ent":52,"un":53,"il":54,"ur":55,"as":56,"ct":57,"us":58,"de":59,"ri":60,"am":61,"lo":62,"th":63,"ly":64,"ers":65,"ation":66,"et":67,"ad":68,"con":69,"ac":70,"ul":71,"ol":72,"ig":73,"ut":74,"im":75,"em":76,"iv":77,"sh":78,"ab":79,"ag":80,"est":81,"id":82,"ist":83,"ess":84,"and":85,"ap":86,"ir":87,"ce":88,"com":89,"ex":90,"um":91,"ter":92,"sp":93,"pro":94,"ot":95,"om":96,"se":97,"la":98,"ant":99,"qu":100,"po":101,"su":102,"ver":103,"ip":104,"od":105,"ne":106,"ate":107,"for":108,"ph":109,"ian":110,"ard":111,"ay":112,"if":113,"ck":114,"ect":115,"ie":116,"ies":117,"per":118,"end":119,"ia":120,"cl":121,"bo":122,"res":123,"ated":124,"ak":125,"pl":126,"ru":127,"mar":128,"pt":129,"int":130,"ill":131,"av":132,"ast":133,"ow":134,"ran":135,"ass":136,"ht":137,"ous":138,"und":139,"be":140,"ment":141,"man":142,"ity":143,"dis":144,"mo":145,"ical":146,"ions":147,"sc":148,"bl":149,"art":150,"ort":151,"ive":152,"ine":153,"ge":154,"iz":155,"ell":156,"ff":157,"gra":158,"op":159,"ta":160,"pr":161,"all":162,"ug":163,"ib":164,"so":165,"tra":166,"mon":167,"ind":168,"he":169,"ud":170,"ma":171,"pe":172,"ish":173,"ack":174,"ial":175,"ens":176,"gu":177,"ors":178,"ick":179,"ins":180,"ry":181,"fl":182,"we":183,"te":184,"ary":185,"ang":186,"ations":187,"ber":188,"her":189,"ight":190,"no":191,"pre":192,"cor":193,"act":194,"ho":195,"ire":196,"ke":197,"par":198,"ely":199,"du":200,"ve":201,"col":202,"log":203,"ure":204,"age":205,"sy":206,"ton":207,"ust":208,"ating":209,"car":210,"to":211,"jo":212,"me":213,"ts":214,"bar":215,"ped":216,"inter":217,"do":218,"land":219,"ted":220,"ign":221,"able":222,"comm":223,"comp":224,"der":225,"red":226,"ence":227,"air":228,"min":229,"ath":230,"ings":231,"reg":232,"row":233,"ev":234,"ric":235,"cy":236,"go":237,"aw":238,"br":239,"io":240,"ok":241,"ann":242,"led":243,"son":244,"ally":245,"ting":246,"up":247,"als":248,"ents":249,"low":250,"ach":251,"out":252,"ron":253,"fer":254,"port":255,"ser":256,"fo":257,"les":258,"att":259,"ash":260,"pos":261,"bur":262,"ca":263,"ide":264,"med":265,"sw":266,"sl":267,"cont":268,"cre":269,"ful":270,"ance":271,"ates":272,"ley":273,"cur":274,"gr":275,"mer":276,"ste":277,"iss":278,"ces":279,"ty":280,"tran":281,"ition":282,"sub":283,"des":284,"fe":285,"own":286,"ied":287,"vis":288,"one":289,"bre":290,"fin":291,"ged":292,"gen":293,"har":294,"ans":295,"cal":296,"ec":297,"wor":298,"ult":299,"ced":300,"ger":301,"ious":302,"ks":303,"vers":304,"wh":305,"ory":306,"ps":307,"arch":308,"af":309,"au":310,"bu":311,"iel":312,"lu":313,"ling":314,"ping":315,"ham":316,"sk":317,"sur":318,"inv":319,"ict":320,"its":321,"ile":322,"ren":323,"ss":324,"ics":325,"ms":326,"ob":327,"oc":328,"pat":329,"pri":330,"pla":331,"rit":332,"way":333,"ction":334,"rib":335,"ther":336,"cons":337,"bra":338,"cer":339,"ha":340,"ik":341,"ier":342,"mat":343,"war":344,"ons":345,"ore":346,"old":347,"igh":348,"ain":349,"ugh":350,"na":351,"rest":352,"sa":353,"ys":354,"ered":355,"che":356,"rig":357,"ace":358,"cent":359,"cess":360,"dist":361,"sm":362,"tur":363,"rel":364,"ities":365,"ise":366,"coun":367,"ized":368,"bb":369,"bel":370,"bro":371,"dra":372,"olog":373,"ple":374,"part":375,"ice":376,"ets":377,"ship":378,"que":379,"gl":380,"gre":381,"ix":382,"ness":383,"os":384,"pres":385,"vel":386,"can":387,"mal":388,"ves":389,"inst":390,"org":391,"ched":392,"the":393,"exp":394,"ah":395,"cra":396,"cap":397,"gro":398,"king":399,"lin":400,"nor":401,"val":402,"wo":403,"ward":404,"eng":405,"ement":406,"graph":407,"bor":408,"over":409,"pa":410,"pol":411,"ven":412,"ator":413,"ars":414,"ite":415,"char":416,"by":417,"cle":418,"cam":419,"den":420,"ga":421,"ked":422,"my":423,"off":424,"tre":425,"vi":426,"are":427,"ith":428,"elect":429,"ism":430,"ush":431,"ants":432,"mot":433,"not":434,"pen":435,"pers":436,"vent":437,"ale":438,"under":439,"press":440,"ield":441,"ade":442,"cel":443,"cas":444,"del":445,"ned":446,"ue":447,"ual":448,"ane":449,"ative":450,"ster":451,"leg":452,"let":453,"ford":454,"ific":455,"tain":456,"dom":457,"fa":458,"hor":459,"met":460,"ner":461,"tri":462,"vo":463,"ved":464,"ited":465,"rol":466,"ung":467,"conf":468,"cept":469,"form":470,"ments":471,"ba":472,"clo":473,"cla":474,"fre":475,"ject":476,"pon":477,"sal":478,"ina":479,"ild":480,"ures":481,"rid":482,"const":483,"ular":484,"ically":485,"bs":486,"ban":487,"ble":488,"back":489,"don":490,"mor":491,"ning":492,"pu":493,"sch":494,"ene":495,"ater":496,"str":497,"ility":498,"ists":499,"cr":500,"ep":501,"ft":502,"hy":503,"hel":504,"pet":505,"sim":506,"vol":507,"ives":508,"spec":509,"bal":510,"cing":511,"cus":512,"di":513,"dy":514,"ear":515,"gar":516,"hum":517,"mc":518,"mod":519,"ong":520,"ened":521,"ord":522,"ured":523,"cro":524,"hol":525,"ient":526,"less":527,"mag":528,"nam":529,"por":530,"sn":531,"tr":532,"win":533,"ying":534,"inc":535,"ana":536,"itch":537,"new":538,"bas":539,"bul":540,"dr":541,"ek":542,"fran":543,"lab":544,"mus":545,"ving":546,"wal":547,"arm":548,"ref":549,"lect":550,"dep":551,"sup":552,"ible":553,"ished":554,"organ":555,"az":556,"cu":557,"div":558,"ker":559,"tro":560,"ery":561,"ering":562,"els":563,"def":564,"ution":565,"sho":566,"ages":567,"ident":568,"super":569,"ake":570,"trans":571,"bon":572,"ds":573,"ding":574,"fra":575,"hand":576,"ien":577,"pal":578,"pra":579,"pur":580,"tor":581,"uth":582,"vie":583,"ats":584,"ised":585,"ily":586,"rist":587,"ational":588,"ute":589,"ians":590,"cks":591,"wood":592,"aut":593,"cast":594,"field":595,"ium":596,"mid":597,"ns":598,"ring":599,"sol":600,"som":601,"tim":602,"tem":603,"vil":604,"ze":605,"ines":606,"ern":607,"ared":608,"stra":609,"ison":610,"urs":611,"thor":612,"ified":613,"head":614,"right":615,"down":616,"ey":617,"fil":618,"fact":619,"gy":620,"ging":621,"mic":622,"mad":623,"mem":624,"oper":625,"sco":626,"wil":627,"ined":628,"ches":629,"ase":630,"ett":631,"ext":632,"prot":633,"iff":634,"mark":635,"tract":636,"play":637,"aff":638,"cat":639,"ded":640,"dar":641,"dam":642,"day":643,"flo":644,"ges":645,"hard":646,"je":647,"lim":648,"ming":649,"mit":650,"miss":651,"ny":652,"wer":653,"ret":654,"cho":655,"ently":656,"ught":657,"blo":658,"hon":659,"han":660,"hal":661,"ira":662,"ls":663,"lib":664,"mac":665,"nat":666,"nic":667,"pul":668,"sed":669,"sat":670,"sil":671,"swe":672,"ten":673,"ura":674,"vin":675,"well":676,"atic":677,"ital":678,"cover":679,"iled":680,"loy":681,"spect":682,"fort":683,"cked":684,"ruct":685,"ption":686,"bot":687,"cri":688,"cul":689,"cum":690,"gal":691,"gri":692,"hom":693,"hous":694,"ja":695,"kn":696,"ler":697,"light":698,"men":699,"mil":700,"pass":701,"sus":702,"ank":703,"any":704,"ari":705,"read":706,"itu":707,"ils":708,"ural":709,"use":710,"ively":711,"law":712,"ney":713,"ards":714,"plic":715,"duct":716,"syn":717,"publ":718,"view":719,"bi":720,"ball":721,"dan":722,"dri":723,"fri":724,"fac":725,"gun":726,"jud":727,"ky":728,"li":729,"lit":730,"line":731,"ograph":732,"sing":733,"squ":734,"sign":735,"tu":736,"tw":737,"tal":738,"van":739,"ino":740,"ining":741,"ening":742,"ators":743,"ately":744,"ara":745,"aring":746,"aly":747,"stri":748,"stand":749,"rec":750,"real":751,"ream":752,"ional":753,"unt":754,"appro":755,"tered":756,"post":757,"point":758,"ody":759,"phil":760,"ended":761,"ending":762,"here":763,"contin":764,"bed":765,"ben":766,"ee":767,"fle":768,"hur":769,"hib":770,"lif":771,"mp":772,"mel":773,"mur":774,"mand":775,"sam":776,"va":777,"wa":778,"yo":779,"ination":780,"ony":781,"ather":782,"ices":783,"iting":784,"itions":785,"ises":786,"ising":787,"une":788,"ason":789,"uted":790,"emp":791,"shire":792,"ester":793,"ided":794,"appe":795,"prof":796,"suc":797,"ends":798,"ender":799,"bow":800,"ave":801,"ization":802,"flu":803,"burg":804,"gener":805,"invest":806,"count":807,"bol":808,"cir":809,"da":810,"dire":811,"eth":812,"equ":813,"ever":814,"fur":815,"get":816,"gest":817,"hu":818,"high":819,"ior":820,"just":821,"lan":822,"mill":823,"net":824,"opt":825,"py":826,"pan":827,"pect":828,"sem":829,"tel":830,"vir":831,"west":832,"will":833,"ese":834,"aries":835,"ald":836,"ored":837,"sto":838,"chan":839,"christ":840,"cour":841,"enth":842,"ased":843,"uss":844,"dec":845,"amb":846,"eter":847,"cking":848,"class":849,"aking":850,"soc":851,"commun":852,"serv":853,"ology":854,"ification":855,"bri":856,"but":857,"band":858,"bla":859,"cup":860,"ef":861,"fol":862,"gn":863,"got":864,"greg":865,"ius":866,"ju":867,"ken":868,"lar":869,"list":870,"nar":871,"pped":872,"ral":873,"rum":874,"slo":875,"sum":876,"tom":877,"tru":878,"writ":879,"water":880,"yer":881,"inf":882,"ica":883,"ich":884,"ili":885,"uring":886,"amp":887,"thro":888,"imm":889,"iment":890,"ability":891,"ids":892,"exper":893,"ays":894,"book":895,"rug":896,"bled":897,"pred":898,"host":899,"minist":900,"gress":901,"present":902,"ville":903,"ae":904,"ax":905,"aud":906,"bat":907,"dor":908,"dest":909,"eu":910,"fun":911,"glo":912,"hip":913,"hold":914,"jun":915,"may":916,"night":917,"our":918,"pun":919,"pot":920,"pack":921,"psy":922,"ris":923,"sin":924,"sen":925,"sent":926,"side":927,"tar":928,"wat":929,"za":930,"eds":931,"ena":932,"stat":933,"star":934,"icip":935,"itation":936,"room":937,"ching":938,"ray":939,"dev":940,"loc":941,"tho":942,"acy":943,"igr":944,"ements":945,"ivers":946,"she":947,"show":948,"ably":949,"ider":950,"iding":951,"apt":952,"ired":953,"ump":954,"termin":955,"sport":956,"prov":957,"vert":958,"iffer":959,"clar":960,"board":961,"aster":962,"unds":963,"ize":964,"elled":965,"mont":966,"ially":967,"gue":968,"bert":969,"rich":970,"fully":971,"work":972,"house":973,"crit":974,"dro":975,"dun":976,"fam":977,"fav":978,"gor":979,"gers":980,"hab":981,"hap":982,"hop":983,"haw":984,"iet":985,"jam":986,"lon":987,"mes":988,"mis":989,"mas":990,"nom":991,"oth":992,"pair":993,"ses":994,"uc":995,"ually":996,"viv":997,"ert":998,"ences":999},"merges":["i n","e r","e d","o n","e s","a n","e n","a t","a r","in g","a l","o r","s t","r e","i c","i t","i on","e l","r o","l e","i s","c h","r a","c o","en t","u n","i l","u r","a s","c t","u s","d e","r i","a m","l o","t h","l y","er s","at ion","e t","a d","c on","a c","u l","o l","i g","u t","i m","e m","i v","s h","a b","a g","es t","i d","i st","es s","an d","a p","i r","c e","co m","e x","u m","t er","s p","p ro","o t","o m","s e","l a","an t","q u","p o","s u","v er","i p","o d","n e","at e","f or","p h","i an","ar d","a y","i f","c k","e ct","i e","i es","p er","en d","i a","c l","b o","r es","at ed","a k","p l","r u","m ar","p t","in t","il l","a v","a st","o w","r an","as s","h t","o us","un d","b e","m ent","m an","it y","d is","m o","ic al","ion s","s c","b l","ar t","or t","iv e","in e","g e","i z","el l","f f","g ra","o p","t a","p r","al l","u g","i b","s o","t ra","m on","in d","h e","u d","m a","p e","is h","ac k","i al","en s","g u","or s","ic k","in s","r y","f l","w e","t e","ar y","an g","ation s","b er","h er","ig ht","n o","p re","c or","a ct","h o","i re","k e","p ar","el y","d u","v e","co l","lo g","u re","ag e","s y","t on","u st","at ing","c ar","t o","j o","m e","t s","b ar","p ed","in ter","d o","l and","t ed","ig n","ab le","com m","com p","d er","r ed","en ce","a ir","m in","at h","ing s","re g","ro w","e v","r ic","c y","g o","a w","b r","i o","o k","an n","l ed","s on","al ly","t ing","u p","al s","ent s","lo w","a ch","o ut","r on","f er","p ort","s er","f o","l es","at t","as h","po s","b ur","c a","i de","m ed","s w","s l","con t","c re","f ul","an ce","at es","le y","c ur","g r","m er","st e","is s","c es","t y","t ran","it ion","su b","d es","f e","ow n","i ed","v is","on e","b re","f in","g ed","g en","h ar","an s","c al","e c","w or","ul t","c ed","g er","i ous","k s","v ers","w h","or y","p s","ar ch","a f","a u","b u","i el","l u","l ing","p ing","h am","s k","s ur","in v","ic t","it s","i le","r en","s s","ic s","m s","o b","o c","p at","p ri","p la","r it","w ay","ct ion","ri b","th er","con s","b ra","c er","h a","i k","i er","m at","w ar","on s","or e","ol d","ig h","a in","ug h","n a","r est","s a","y s","er ed","ch e","ri g","ac e","c ent","c ess","d ist","s m","t ur","re l","it ies","is e","co un","iz ed","b b","b el","b ro","d ra","o log","p le","p art","ic e","et s","sh ip","qu e","g l","g re","i x","n ess","o s","p res","v el","c an","m al","v es","in st","or g","ch ed","th e","ex p","a h","c ra","c ap","g ro","k ing","l in","n or","v al","w o","w ard","en g","em ent","gra ph","b or","o ver","p a","p ol","v en","at or","ar s","it e","ch ar","b y","c le","c am","d en","g a","k ed","m y","o ff","t re","v i","ar e","it h","el ect","is m","us h","ant s","m ot","n ot","p en","p ers","v ent","al e","und er","pr ess","iel d","a de","c el","c as","d el","n ed","u e","u al","an e","at ive","st er","le g","le t","for d","if ic","ta in","d om","f a","h or","m et","n er","t ri","v o","v ed","it ed","ro l","un g","con f","ce pt","for m","ment s","b a","c lo","c la","f re","j ect","p on","s al","in a","il d","ur es","ri d","con st","ul ar","ical ly","b s","b an","b le","b ack","d on","m or","n ing","p u","s ch","en e","at er","st r","il ity","ist s","c r","e p","f t","h y","h el","p et","s im","v ol","iv es","sp ec","b al","c ing","c us","d i","d y","e ar","g ar","h um","m c","m od","on g","en ed","or d","ur ed","c ro","h ol","i ent","l ess","m ag","n am","p or","s n","t r","w in","y ing","in c","an a","it ch","ne w","b as","b ul","d r","e k","f ran","l ab","m us","v ing","w al","ar m","re f","le ct","de p","su p","ib le","ish ed","org an","a z","c u","d iv","k er","t ro","er y","er ing","el s","de f","ut ion","sh o","ag es","id ent","su per","ak e","tran s","b on","d s","d ing","f ra","h and","i en","p al","p ra","p ur","t or","u th","v ie","at s","is ed","il y","ri st","ation al","ut e","ian s","ck s","wo od","a ut","c ast","f ield","i um","m id","n s","r ing","s ol","s om","t im","t em","v il","z e","in es","er n","ar ed","st ra","is on","ur s","th or","if ied","he ad","rig ht","d own","e y","f il","f act","g y","g ing","m ic","m ad","m em","o per","s co","w il","in ed","ch es","as e","et t","ex t","pro t","if f","mar k","tra ct","pla y","a ff","c at","d ed","d ar","d am","d ay","f lo","g es","h ard","j e","l im","m ing","m it","m iss","n y","w er","re t","ch o","ent ly","ug ht","b lo","h on","h an","h al","i ra","l s","l ib","m ac","n at","n ic","p ul","s ed","s at","s il","s we","t en","u ra","v in","w ell","at ic","it al","co ver","il ed","lo y","sp ect","for t","ck ed","ru ct","pt ion","b ot","c ri","c ul","c um","g al","g ri","h om","h ous","j a","k n","l er","l ight","m en","m il","p ass","s us","an k","an y","ar i","re ad","it u","il s","ur al","us e","iv ely","la w","ne y","ard s","pl ic","du ct","sy n","pu bl","vie w","b i","b all","d an","d ri","f ri","f ac","g un","j ud","k y","l i","l it","l ine","o graph","s ing","s qu","s ign","t u","t w","t al","v an","in o","in ing","en ing","at ors","at ely","ar a","ar ing","al y","st ri","st and","re c","re al","re am","ion al","un t","ap pro","ter ed","po st","po int","od y","ph il","end ed","end ing","her e","cont in","b ed","b en","e e","f le","h ur","h ib","l if","m p","m el","m ur","m and","s am","v a","w a","y o","in ation","on y","at her","ic es","it ing","it ions","is es","is ing","un e","as on","ut ed","em p","sh ire","est er","id ed","ap pe","pro f","su c","end s","end er","bo w","av e","iz ation","fl u","bur g","gen er","inv est","coun t","b ol","c ir","d a","d ire","e th","e qu","e ver","f ur","g et","g est","h u","h igh","i or","j ust","l an","m ill","n et","o pt","p y","p an","p ect","s em","t el","v ir","w est","w ill","es e","ar ies","al d","or ed","st o","ch an","ch rist","co ur","ent h","as ed","us s","de c","am b","et er","ck ing","cl ass","ak ing","so c","comm un","ser v","olog y","ific ation","b ri","b ut","b and","b la","c up","e f","f ol","g n","g ot","g reg","i us","j u","k en","l ar","l ist","n ar","p ped","r al","r um","s lo","s um","t om","t ru","w rit","w ater","y er","in f","ic a","ic h","il i","ur ing","am p","th ro","im m","im ent","ab ility","id s","ex per","ay s","bo ok","ru g","bl ed","pr ed","ho st","min ist","gr ess","pres ent","vil le","a e","a x","a ud","b at","d or","d est","e u","f un","g lo","h ip","h old","j un","m ay","n ight","o ur","p un","p ot","p ack","p sy","r is","s in","s en","s ent","s ide","t ar","w at","z a","ed s","en a","st at","st ar","ic ip","it ation","ro om","ch ing","ra y","de v","lo c","th o","ac y","ig r","em ents","iv ers","sh e","sh ow","ab ly","id er","id ing","ap t","ir ed","um p","ter min","sp ort","pro v","ver t","if fer","cl ar","bo ard","ast er","und s","iz e","ell ed","mon t","ial ly","gu e","ber t","ric h","ful ly","wor k","hous e","c rit","d ro","d un","f am","f av","g or","g ers","h ab","h ap","h op","h aw","i et","j am","l on","m es","m is","m as","n om","o th","p air","s es","u c","u ally","v iv","er t","en ces"]}}